Repository: alekLen/SportClub2
Catalog: SportClub/Resources/Resource.*.resx
Languages: de, fr, uk

# Add
source: Добавить
de: Hinzufügen
fr: Ajouter
uk: Додати

# added
source: добавлено
de: hinzugefügt
fr: ajoutée
uk: додана

# AddedArtist
source: Был добавлен исполнитель:
de: Sänger wurde hinzugefügt:
fr: L'artiste a été ajouté :
uk: Був доданий співак:

# AddedSong
source: Была добавлена песня:
de: Lied wurde hinzugefügt:
fr: La chanson a été ajoutée :
uk: Була додана пісня:

# AddedStyle
source: Был добавлен жанр:
de: Genre wurde hinzugefügt:
fr: Le genre a été ajouté:
uk: Було додано жанр:

# AddingAndEditingHall
source: Добавление/Редактирование залов
de: Hinzufügen/Bearbeiten von Hallen
fr: Ajouter/modifier des salles
uk: Додавання/Редагування залів

# Addition
source: Добавление
de: Zusatz
fr: Ajout
uk: Додавання

# AddSong
source: Добавить песню
de: Fügen Sie ein Lied hinzu
fr: Ajouter une chanson
uk: Додати пісню

# AdminDetails
source: Детали админа
de: Admin-Details
fr: Détails de l'administrateur
uk: Деталі адміну

# AdminProfileNameErrorMessage
source: Поле 'Имя' должно содержать только буквы
de: Das Feld „Name“ darf nur Buchstaben enthalten
fr: Le champ 'Nom' doit contenir uniquement des lettres.
uk: Поле 'Ім'я' має містити лише літери

# Admins
source: Все админы
de: Alle admins
fr: Tous les admins
uk: Всі адміни

# AddTimeForCharts
source: Добавить_время_для_графиков
de: Zeit_für_Fahrpläne_hinzufügen
fr: Ajouter_du_temps_pour_les_graphiques
uk: Додати_час_для_графіків

# age
source: Возраст
de: Alter
fr: âge
uk: Вік

# AgeRequired
source: *введите возраст
de: *Alter eingeben
fr: *entrez l'âge
uk: *введіть вік

# Album
source: Альбом
de: Album
fr: Album

# AllSc
source: Все сохраненные графики
de: Alle gespeicherten Diagramme
fr: Tous les graphiques enregistrés
uk: Усі збережені графіки

# AllSongs
source: Все спортзалы
de: Alle Fitnessstudios
fr: Toutes les salles de sport
uk: Усі спортзали

# Artist
source: Добавление спортзала
de: Hinzufügen eines Fitnessstudios
fr: Ajout d'une salle de sport
uk: Додавання спортзалу

# Artists
source: Исполнители
de: Sänger
fr: Сhanteurs
uk: Виконавці

# ArtSort
source: исполнителям
de: sängern
fr: chanteurs
uk: співаками

# Authorization
source: Авторизация
de: Genehmigung
fr: Autorisation
uk: Авторизація

# Back
source: Назад
de: Zurück
fr: Dos

# Cancel
source: Отмена
de: Stornieren
fr: Annuler
uk: Відміна

# ChangeAdmin
source: Изменение админа
de: Administrator wechseln
fr: Changer d'administrateur
uk: Зміна адміну

# Changelevel
source: Изменить уровень доступа
de: Zugriffsebene ändern
fr: Changer le niveau d'accès
uk: Змінити рівень доступу

# changePassword
source: Изменить пароль
de: Kennwort ändern
fr: changer le mot de passe
uk: Змінити пароль

# ChooseLang
source: Выбрать язык
de: Sprache auswählen
fr: Choisir la langue
uk: Вибрати мову

# chooseTime
source: Выберите время для графика
de: Wählen Sie die Zeit für den Zeitplan aus
fr: Sélectionnez l'heure pour le calendrier
uk: Виберіть час для графіка

# Coaches
source: Все тренеры
de: Alle trainers
fr: Tous les entraîneurs
uk: Всі тренери

# Confirm
source: Подтвердить
de: Bestätigen
fr: Confirmer
uk: Підтвердити

# ConfirmDeletingARoom
source: Потвердите удаление зала
de: Bestätigen Sie das Löschen des Raums
fr: Confirmez la suppression de la salle
uk: Підтвердьте видалення залу

# Confirmdeletion
source: Потвердите удаление
de: Löschung bestätigen
fr: confirmer la suppression
uk: підтвердьте видалення

# Confirmdusers
source: Подтвержденные пользователи
de: Verifizierte Benutzer
fr: Utilisateurs vérifiés
uk: Підтверджені користувачі

# Confirmregistration
source: Подтвердить регистрацию
de: Registrierung bestätigen
fr: Confirmer l'inscription
uk: Підтвердити реєстрацію

# CreateTime
source: Cоздать время
de: Zeit schaffen
fr: Créer du temps
uk: Cтворити час

# Create_A_ScheduleForDay
source: Создать график дня
de: Erstellen Sie einen Tagesplan
fr: Créer un horaire quotidien
uk: Створити графік дня

# DateB
source: Дата рождения
de: Geburtsdatum
fr: Date de naissance
uk: Дата народження

# DateFormatError
source: *введите дату в формате день/месяц/год
de: *Geben Sie das Datum im Format Tag/Monat/Jahr ein
fr: *saisissez la date au format jour/mois/année
uk: *введіть дату у форматі день/місяць/рік

# Delete
source: Удалить
de: löschen
fr: Supprimer
uk: Видалити

# DeleteAdmin
source: Удаление админа
de: Entfernen eines Administrators
fr: Supprimer un administrateur
uk: Видалення адміну

# DeleteAdminQuestion
source: Вы действительно желаете удалить админа?
de: Sind Sie sicher, dass Sie den Administrator entfernen möchten?
fr: Êtes-vous sûr de vouloir supprimer l'administrateur ?
uk: Ви дійсно бажаєте видалити адміна?

# DeleteAdminQuestion2
source: Вы хотите навсегда удалить свой профиль?
de: Möchten Sie Ihr Profil dauerhaft löschen?
fr: Voulez-vous supprimer définitivement votre profil ?
uk: Ви хочете видалити свій профіль назавжди?

# DeleteAndExit
source: Удалить и выйти
de: Löschen und beenden
fr: Supprimer et quitter
uk: Видалити і вийти

# DeleteArt
source: Удалить исполнителя
de: Künstler entfernen
fr: Supprimer l'artiste
uk: Видалити співака

# DeleteCoachPost
source: Удаление должности тренера
de: Streichung einer Trainerposition
fr: Supprimer un poste de coach
uk: Видалення посади тренера

# DeleteCoachSpec
source: Удаление специальности тренера
de: Entfernen einer Trainerspezialität
fr: Supprimer une spécialité de formateur
uk: Видалення спеціальності тренера

# DeletedArtist
source: Исполнитель был удален:
de: Der Sänger wurde entfernt:
fr: Le chanteur a été supprimé :
uk: Співак був вилучений:

# DeletedStyle
source: Был удален жанр:
de: Genre entfernt:
fr: Genre supprimé :
uk: Було видалено жанр:

# DeleteTime
source: Удалить время
de: Uhrzeit löschen
fr: Supprimer l'heure
uk: Видалити час

# DelSong
source: Была удалена песня:
de: Lied wurde entfernt:
fr: La chanson a été supprimée :
uk: Була видалена пісня:

# Description
source: Дополнительные сведения
de: Beschreibung
fr: Description
uk: Додаткові відомості

# Details
source: Подробности
de: Einzelheiten
fr: Détails
uk: Подробиці

# Dopname
source: Отчество
de: Nachname
uk: По-батькові

# download
source: Загрузить
de: Herunterladen
fr: Télécharger
uk: Завантажити

# EdArtist
source: Отредактирован исполнитель:
de: Sänger bearbeitet:
fr: Chanteur édité :
uk: Відредаговано співака:

# Edit
source: Редактировать
de: Bearbeitung
fr: Édition
uk: Редагувати

# EditArt
source: Редактировать исполнителя
de: Sänger bearbeiten
fr: Modifier le chanteur
uk: Редагувати співака

# edited
source: отредактирована
de: bearbeitet
fr: édité
uk: відредаговано

# Editing
source: Редактирование
de: Bearbeitung
fr: Édition
uk: Редагування

# EditRoom
source: Редактирование зала
de: Bearbeiten einer Halle
fr: Modification d'une salle
uk: Редагування залу

# EditSong
source: Редактирование песни
de: Einen Song bearbeiten
fr: Édition d'une chanson
uk: Редагування пісні

# EdSong
source: Отредактирована песня:
de: Lied bearbeitet:
fr: Chanson éditée :
uk: Відредаговано пісню:

# EdStyle
source: Отредактирован жанр:
de: Genre bearbeitet:
fr: Genre édité :
uk: Відредаговано жанр:

# email
source: Электронная почта
de: Email
fr: Email
uk: Електронна пошта

# EmailRequired
source: *почта обязательное поле
de: *email pflichtfeld
fr: champ obligatoire pour l'adresse e-mail
uk: *обов'язкове поле

# emailused
source: *почта уже зарегестрирована
de: *email bereits registriert
fr: *l'adresse e-mail est déjà utilisée
uk: *пошта вже зареєстрована

# endT
source: Время окончания
de: Endzeit
fr: Heure de fin
uk: Час закінчення

# Enter
source: Войти
de: Betreten
fr: Entrer
uk: Увійти

# enterArt
source: Введите имя
de: Gib deinen Namen ein
fr: Entrez votre nom
uk: Введіть ім'я

# enterName
source: Введите название
de: Geben Sie den Titel ein
fr: Entrez le titre
uk: Введіть назву

# EnterNewPassword
source: Введите новый пароль
de: Geben Sie ein neues Kennwort ein
fr: Entrer un nouveau mot de passe
uk: Введіть новий пароль

# Exit
source: Выход
de: Ausgabe
fr: Sortie
uk: Вихід

# female
source: женский
de: weiblich
fr: femme
uk: жіноча

# fields
source: *заполните все поля
de: *Füllen Sie alle Felder aus
fr: *Remplissez tous les champs
uk: *заповніть всі поля

# File
source: Файл
de: Datei
fr: Déposer

# Filtr
source: Фильтровать
de: Filtern
fr: Filtrer
uk: Фільтрувати

# FiltrBy
source: Фильтровать по:
de: Filtern nach:
fr: Filtrer par:
uk: Фільтрувати за:

# Find
source: Найти
de: Finden
fr: Trouver
uk: Знайти

# Forward
source: Вперед
de: Nach vorne
fr: Avant

# gender
source: Пол
de: Geschlecht
fr: Gender
uk: Стать

# Genres
source: Жанры
de: Genres
fr: Genre
uk: Жанри

# GraphOfDay
source: График дня
de: Terminplan für den Tag
fr: Horaire quotidien
uk: Графік дня

# Level
source: Уровень доступа
de: Zugriffsebene
fr: Niveau d'accès
uk: Рівень доступу

# LightPass
source: более 8 симолов, минимум одна цифра, одна(A-Z), одна(a-z), один специальный символ
de: mehr als 8 Zeichen, mindestens eine Ziffer, ein (A-Z), ein (a-z), ein Sonderzeichen
fr: plus de 8 caractères, au moins un chiffre, un (A-Z), un (a-z), un caractère spécial
uk: більше 8 симолів, мінімум, одна цифра, одна(A-Z), одна(a-z), один спеціальний символ

# Listofartists
source: Выберите испонителя из списка
de: Wählen Sie einen Künstler aus der Liste aus
fr: Sélectionnez un artiste dans la liste
uk: Виберіть автора зі списку

# Listofstyles
source: Выберите жанр из списка
de: Wählen Sie ein Genre aus der Liste aus
fr: Sélectionnez un genre dans la liste
uk: Виберіть жанр зі списку

# Login
source: Войти
de: Login
fr: Se connecter
uk: Увійти

# LoginLength
source: Длина логина должна быть от 3 до 15 символов
de: Die Anmeldelänge muss zwischen 3 und 15 Zeichen liegen
fr: La longueur de connexion doit être comprise entre 3 et 15 caractères
uk: Довжина логіну має бути від 3 до 15 символів

# loginN
source: логин
de: Login
fr: Se connecter
uk: Логін

# loginpassword
source: логин/пароль не верный
de: Login/Passwort ist falsch
fr: le login/mot de passe est incorrect
uk: логін/пароль не правильний

# loginused
source: *логин уже зарегестрирован
de: *Login wurde bereits registriert
fr: *la connexion a déjà été enregistrée
uk: *логін вже зареєстрований

# LogOut
source: Выйти
de: folgen
fr: Sortir
uk: Вийти

# LogRequired
source: *логин обязательное поле
de: *Login ist ein Pflichtfeld
fr: *la connexion est un champ obligatoire
uk: *логін обов'язкове поле

# MakeCh
source: Создание графика дня
de: Erstellen eines Tagesplans
fr: Création d'un planning quotidien
uk: Створення графіка дня

# MakeTime
source: Создать время для графиков
de: Schaffen Sie Zeit für Diagramme
fr: Créer du temps pour les graphiques
uk: Створити час для графіків

# man
source: мужской
de: männlich
fr: mâle
uk: чоловіча

# MusicPortal
source: Музыкальный портал
de: Musikportal
fr: Portail musical
uk: Музичний портал

# MyWorkouts
source: Мои тренировки
de: Meine Trainingseinheiten
fr: Mes entraînements
uk: Мої тренування

# Name
source: Имя
de: Name
fr: Nom
uk: Iм'я

# nameArt
source: Имя
de: Name
fr: Nom
uk: Ім'я

# NameFormatError
source: *поле 'Имя' должно содержать только буквы
de: *das Feld „Name“ darf nur Buchstaben enthalten
fr: *le champ 'Nom' doit contenir uniquement des lettres
uk: *поле 'Ім'я' має містити лише літери

# Newusers
source: Новые пользователи
de: Neue Nutzer
fr: Nouveaux utilisateurs
uk: Нові користувачі

# oDay
source: ВЫХОДНОЙ
de: FREIER_TAG
fr: JOUR_DE_CONGÉ
uk: ВИХІДНИЙ

# PassConRequired
source: *подтверждение пароля обязательно
de: *Eine Passwortbestätigung ist erforderlich
fr: *une confirmation du mot de passe est requise
uk: *підтвердження пароля обов'язково

# PassLength
source: *длина пароля должна быть от 3 до 15 символов
de: *Die Länge des Passworts muss zwischen 3 und 15 Zeichen liegen
fr: *la longueur du mot de passe doit être comprise entre 3 et 15 caractères
uk: *довжина пароля повинна бути від 3 до 15 символів

# passnoteq
source: *пароли не совпадают
de: *Die Passwörter stimmen nicht überein
fr: *Non concordance des mots de passe
uk: *паролі не співпадають

# PassRequired
source: *пароль обязательное поле
de: *Passwort ist ein Pflichtfeld
fr: *Mot de passe est un champ obligatoire
uk: *пароль обов'язкове поле

# password
source: пароль
de: Passwort
fr: Mot de passe

# PasswordChangeError
source: Ошибка смены пароля
de: Fehler bei der Passwortänderung
fr: Erreur de changement de mot de passe
uk: Помилка зміни пароля

# passwordConf
source: Подтвердите пароль
de: Bestätigen Sie das Passwort
fr: Confirmez le mot de passe
uk: Підтвердіть пароль

# PersonalInformation
source: Персональная информация
de: Persönliche Angaben
fr: Informations personnelles
uk: Персональна інформація

# Phone
source: Телефон
de: Telefon
fr: Téléphone

# PhoneFormatError
source: *введите номер в формате +380971315143
de: *Geben Sie die Nummer im Format +380971315143 ein
fr: *entrez le numéro au format +380971315143
uk: *введіть номер у форматі +380971315143

# Photo
source: Загрузите фото
de: Lade ein Foto hochо
fr: Télécharger une photo
uk: Завантажте фото

# PositionsAndSpecialties
source: Должности/Специальности
de: Positionen/Spezialitäten
fr: Postes/Spécialités
uk: Посади/Спеціальності

# Post
source: Должность
de: Berufsbezeichnung
fr: Titre d'emploi
uk: Посада

# Profile
source: Профиль
de: Profil
fr: Profil
uk: Профіль

# RegisterAdmin
source: Регистрация админа
de: Admin-Registrierung
fr: Inscription administrateur
uk: Реєстрація адміну

# RegisterClient
source: Регистрация клиента
de: Kundenregistrierung
fr: Inscription des clients
uk: Реєстрація клієнта

# RegisterCoach
source: Регистрация тренера
de: Traineranmeldung
fr: Inscription des formateurs
uk: Реєстрація тренера

# Registration
source: Зарегестрироваться
de: Registrieren
fr: Registre
uk: Зареєструватися

# RegistrationM
source: Регистрация
de: Registrierung
fr: Inscription
uk: Реєстрація

# Required
source: Обязательное поле
de: ist ein Pflichtfeld
fr: Champ obligatoire
uk: Обов'язкове поле

# RoomName
source: Название зала
de: Hallenname
fr: Nom de la salle
uk: Назва зали

# Rooms
source: Зал
de: Saal
fr: Salle

# Save
source: Сохранить
de: Speichern
fr: Sauvegarder
uk: Зберегти

# saveSc
source: Сохранить график
de: Zeitplan speichern
fr: Enregistrer le planning
uk: Зберегти графік

# SavT
source: Сохраненное время
de: Zeit gespart
fr: Temps gagné
uk: Збережений час

# SavedTime
source: Сохраненное время
de: Zeit gespart
fr: Temps gagné
uk: Збережений час

# Shedule
source: Расписание
de: Zeitplan
fr: Calendrier
uk: Розклад

# Songname
source: Название песни
de: Name des Liedes
fr: Titre de la chanson
uk: Назва пісні

# Sort
source: Сортировать пo:
de: Sortieren nach:
fr: Trier par:
uk: Сортувати за:

# Speciality
source: Специальность
de: Spezialität
fr: Spécialité
uk: Спеціальність

# startT
source: Время начала
de: Startzeit
fr: Heure de début
uk: Час початку

# Style
source: Жанр
de: Genre
fr: Genre

# StyleSort
source: жанрам
de: genre
fr: genre
uk: жанрами

# Subcrip
source: Абонементы
de: Abonnement
fr: Abonnement
uk: Абонементи

# Surname
source: Фамилия
de: Nachname
fr: Nom de famille
uk: Прізвище

# Text
source: Текст
de: Text
fr: Texte

# TimeAndSchedule
source: Время/график
de: Zeit/Zeitplan
fr: Heure/calendrier
uk: Час/графік

# TimeEnd
source: Время окончания
de: Endzeit
fr: Heure de fin
uk: Час закінчення

# TimeStart
source: Время начала
de: Startzeit
fr: Heure de début
uk: Час початку

# unage
source: *некорректный возраст
de: *falsches Alter
fr: *âge incorrect
uk: *некоректний вік

# unemail
source: *некорректная почта
de: *Falsche Email
fr: *Adresse Email incorrecte
uk: *некоректна пошта

# unlogpass
source: *неверный логин или пароль
de: *falscher Login oder Passwort
fr: *Identifiant ou mot de passe incorrect
uk: *Невірний логін або пароль

# username
source: пользователь
de: Benutzer
fr: utilisateur
uk: користувач

# Users
source: Все пользователи
de: Alle benutzer
fr: Tous les utilisateurs
uk: Всі користувачі

# waiting
source: ожидание регистрации
de: warte auf die Anmeldung
fr: en attente d'inscription
uk: очікування на реєстрацію

# WarningAboutDeletingTheRoom
source: Будет удалено его расписание и все тренировки!
de: Sein Terminplan und alle Trainingseinheiten werden gelöscht!
fr: Son planning et toutes les séances d'entraînement seront supprimés !
uk: Буде видалено його розклад та всі тренування!

# Welcome
source: Здравствуйте
de: Guten Tag
fr: Bonjour
uk: Вітаю

# Year
source: Год
de: Jahr
fr: Année
uk: Рік

# YearSort
source: году выхода
de: erscheinungsjahr
fr: année de sortie
uk: роком виходу

# TimeMes1
source: Заполните время начала и окончания тренировки!
de: Geben Sie die Start- und Endzeiten Ihres Trainings ein!
fr: Remplissez les heures de début et de fin de votre entraînement !
uk: Заповніть час початку та закінчення тренування!

# MyError
source: Ошибка
de: Fehler
fr: Erreur

# Sucsess
source: Успешно
de: Unverschämt
fr: Bien sûr

# TimeMes2
source: Такое время уже есть в базе!
de: Diese Zeit ist bereits in der Datenbank!
fr: Cette fois est déjà dans la base de données !
uk: Такий час вже є у базі!

# TimeMes3
source: Время тренировки не может быть короче 30 минут
de: Die Trainingszeit darf 30 Minuten nicht unterschreiten
fr: La durée de la formation ne peut pas être inférieure à 30 minutes
uk: Час тренування не може бути коротшим за 30 хвилин

# TimeMes4
source: время окончаня должно быть позже, чем время начала
de: Die Endzeit muss später als die Startzeit liegen
fr: l'heure de fin doit être postérieure à l'heure de début
uk: час закінчення повинен бути пізніше, ніж час початку

# TimeMes5
source: Введите время в формате 00:00
de: Geben Sie die Zeit im 00:00-Format ein
fr: Entrez l'heure au format 00:00
uk: Введіть час у форматі 00:00

# TimeMes6
source: некорректное редактирование
de: fehlerhafte Bearbeitung
fr: édition incorrecte
uk: некоректне редагування

# TimeMes7
source: Время будет отредактировано во всех графиках и расписаниях!
de: Die Zeit wird in allen Diagrammen und Zeitplänen bearbeitet!
fr: Le temps sera modifié dans tous les graphiques et horaires !
uk: Час буде відредаговано у всіх графіках та розкладах!

# CoachPhoto
source: Фото
de: Foto
fr: Photo

# CreateTimeAndScheduleForDay
source: Cоздать время/график дня
de: Erstellen Sie einen Zeit-/Tagesplan
fr: Créer un planning horaire/journal
uk: Створити час/графік дня

# AddTraining
source: Добавить тренировку
de: Fügen Sie ein Training hinzu
fr: Ajouter un entraînement
uk: Додати тренування

# GrTr
source: Групповые тренировки
de: Gruppentraining
fr: Formation de groupe
uk: Групові тренування

# IndTr
source: Индивидуальные тренировки
de: Individuelles Training
fr: Formation individuelle
uk: Індивідуальні тренування

# NoSh
source: Для зала не составлено расисание
de: Es gibt keinen Zeitplan für die Halle
fr: Il n'y a pas d'horaire pour la salle
uk: Для зали не складено розсмоктування

# Gr
source: групповые
de: gruppen
fr: groupe
uk: групові

# Ind
source: индивидуальные
de: individuelles
fr: individuelle

# AdminRegistration
source: Регистрация админа
uk: Реєстрація адміна

# CoachRegistration
source: Регистрация тренера
uk: Реєстрація тренера

# UserRegistration
source: Регистрация клиента
uk: Реєстрація клієнта
